tap "benjiwolff/neovim-nightly"
brew "elvish"
brew "fzf"
brew "git"
brew "lazygit"
brew "lua-language-server"
brew "pyrefly"
brew "starship"
brew "stow"
brew "stylua"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "uv"
brew "zoxide"
cask "font-commit-mono"
cask "font-geist-mono"
cask "ghostty@tip"
cask "karabiner-elements"
cask "neovim-nightly"
cask "stats"
cask "zen"
