tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "bob"
brew "eza"
brew "fish"
brew "fzf"
brew "git"
brew "lazygit"
brew "lua-language-server"
brew "mdformat"
brew "neofetch"
brew "node"
brew "pre-commit"
brew "stow"
brew "stylua"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "uv"
brew "zoxide"
brew "felixkratz/formulae/borders"
cask "aerospace"
cask "font-cascadia-code"
cask "font-fira-code"
cask "font-ibm-plex-mono"
cask "font-victor-mono"
cask "ghostty"
cask "karabiner-elements"
cask "pearcleaner"
cask "stats"
vscode "anysphere.cursorpyright"
vscode "charliermarsh.ruff"
vscode "meta.pyrefly"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "vscodevim.vim"
